Глава 1: Об игре
1.1 Как играть:
- Для начала выберите свой подиум и напишите организатору мероприятия (то-есть мне) любое сообщение, так мне будет проще записать вас в список участников
- После этого возьмите слева снизу своего подиума блоки для заполнения карточки подиума соперника СПРАВА, при этом постарайтесь не смотреть на свой подиум до окончания игры, так как смысл игры - угадать какая комбинация блоков находится в ВАШЕЙ карточке подиума
- Когда расставите, верните оставшиеся блоки в сундук в котором вы их брали и можете возвращаться на свой подиум
- Когда все игроки закончили заполнение карточек подиума соперника, начинается игра. Теперь можно взять блоки из сундука и кирку на своём подиуме
- Очередь переходит от начинающего по часовой стрелке
- Когда вам сообщат, что наступила ваша очередь, вы должны выдвинуть своё предположение какая комбинация находится в вашей карточке подиума, расставив её на его краю (на блоках ЭЭ). Когда завершите расстаноку блоков, сообщите об этом в чат или просто присядьте
- После вы узнаете результат в виде количества угаданных блоков из 5 от игроков или организатора, и ход перейдёт следующему игроку

1.2 Ход игры:
- Игрок, первый написавший организатору ещё до начала игры , автоматически становится начинающим (П 1.1)
- Очередь переходит от начинающего по часовой стрелке

1.3 Цель игры:
- Подобрать комбинацию своей карточки подиума раньше остальных
;1.2, 3 - Статья Главы 1 Раздела 2 Пункта 3

Глава 2: Правила и наказания
2.1 Самостоятельный просмотр  на свою какрточку подиума (даже через F5); Наказание: запрет на вход в лобби (можно наблюдать за игрой); Можно смягчить до предупреждения
2.2 Подсказки сопернику о его комбинации карточки подиума; Наказание: запрет на вход в лобби 30 минут; При повторном нарушении: запрет на существование в лобби
2.3 Использование информации от других игроков об своей комбинации карточки подиума в свою пользу; Наказание: запрет на вход в лобби 30 минут; При повторном нарушении: запрет на вход в лобби (можно наблюдать за игрой)
2.4 Укрывательство нарушителей; Наказание: Запрет на существование в лобби; Можно смягчить запрет на вход в лобби от 24 часов при искренном расскаянии содеянное (можно наблюдать за игрой)
2.5 Вандализм
 1. Намеренное разрушение подиума любыми существующими способами;
 2. Установка своих блоков в местах не предусмотренными правилами или без одобрения организатором;
 3. Совершать действия, которые могут привести лобби в негодное для игры состояние (Лаг-машины,TNT-Пушки и т.д.)
Наказание: Предупреждение и запрет на существование в лобби 3 часа; При повторном нарушении: запрет на существование в лобби
2.6 Воровство
 1. Воровство предметов дугих игроков во время игры в лобби;
 2. Воровство предметов, предназначенных для игры;
Наказание: Запрет на существование в лобби и возмещение ущерба жертве в полном объёме

И помните: Незнание правил не позволяет их нарушать

Глава 3: Причины завершения игры:
3.1 Количество игроков в лобби меньше 2-х;
3.2 Кто-то из игроков отходит "поесть";
3.3 Все игроки собрали выигрышную комбинацию;

Словарик:
 Подиум - место, где вы будете находиться во время игры
 Карточка подиума - место под подиумом, в котором будет располагаться комбинация блоков заданная противником. С ней сравниваться комбинация, которую выдвинул игрок на самóм подиуме и в случае победы комбинация, заданная противником и комбинация, заданная игроком должны совпадать
 Лобби - Весь регион "dar_play2", но чаще имеется ввиду та область, где ведётся сама игра